[
    {
        "image": "hcl.jpeg",
        "title": "HCL Technologies",
        "slug": "hcl-technologies",
        "content1": "Internal & Client Experience Campaigns, Engagement Platforms, and Experiential Design",
        "content2": "HCL Technologies is a global technology enterprise serving Fortune 500 clients while supporting a vast, multicultural workforce. The organization required a creative partner capable of designing experience-led campaigns and communication platforms for both internal employees and external client stakeholders."
    },
    {   "image": "premier-european.jpg",
        "title": "Creative Solutions for Global Aviation Leaders in High-Pressure Environments",
        "slug": "creative-solutions-global-aviation-leaders-in-high-pressure-environments",
        "content1": "Air France and KLM Royal Dutch Airlines – Two of the world’s leading aviation brands with global operations and high-impact communication needs.",
        "content2": "Air France and KLM required innovative, engaging creative solutions to support multiple internal and external initiatives—often within highly time-challenged environments. The key challenge was delivering custom, high-quality creative assets rapidly while aligning with strict brand guidelines and diverse communication objectives."
    },
    {
        "image": "Digital-Operations.jpg",
        "title": "Integrated Creative and Digital Marketing Support for an AI Technology Leader",
        "slug": "integrated-creative-and-digital-marketing-support-for-an-ai-technology-leader",
        "content1": "Vitria Technology - A leading AI-driven enterprise technology company specializing in intelligent automation and real-time analytics.",
        "content2": "Vitria Technology required a creative and digital marketing partner capable of translating complex AI solutions into engaging, consistent, and measurable marketing campaigns. The challenge was to deliver customized creative assets, manage social media presence, and track campaign performance—all while aligning with evolving marketing objectives."
    },
    {
        "image": "NIIT.jpg",
        "title": "Staff Augmentation with High Resource Continuity for NIIT Ltd",
        "slug": "staff-augmentation-with-high-resource-continuity-for-niit-ltd",
        "content1": "NIIT Ltd. - A leading global eLearning and skills development company delivering learning solutions across industries.",
        "content2": "NIIT required skilled eLearning professionals to support multiple projects simultaneously under a Full-Time Equivalent (FTE) model. The key challenge was not only scaling resources, but also ensuring minimal downtime due to absenteeism and high employee retention, so that knowledge transfer and process onboarding did not need to be repeated—ensuring continuity and efficiency across projects."
    },
    {
        "image": "TE_Connectivity.jpg",
        "title": "Creative and Intranet Solutions for Internal Communications at TE Connectivity",
        "slug": "creative-and-intranet-solutions-for-internal-communications-at-te-connectivity",
        "content1": "TE Connectivity - Connectors & Sensors for a Connected World A global engineering leader enabling connectivity and sensor solutions across industries.",
        "content2": "TE Connectivity required a creative partner to strengthen its internal communications through visually engaging, consistent, and timely collaterals. The challenge was to design and maintain a centralized intranet platform while also responding quickly to ongoing creative requirements across the organization."
    },
    {
        "image": "leading-global.jpg",
        "title": "Timely Delivery of High-Quality eLearning Modules for Aptara",
        "slug": "timely-delivery-high-quality-elearning-modules-aptara",
        "content1": "A leading India-based eLearning and digital content solutions provider serving global enterprises and publishers.",
        "content2": "Aptara required rapid development and delivery of multiple eLearning modules to support time-sensitive client programs. The key challenge was balancing strict delivery timelines with high-quality instructional design, visual consistency, and technical accuracy across modules."        
    },
    {
        "image": "largest-online.jpg",
        "title": "Long-Term Content and Backend Support for a Leading B2B Portal in India",
        "slug": "long-term-content-and-backend-support-for-a-leading-b2b-portal-in-india",
        "content1": "Leading B2B Portal, India - A prominent digital marketplace connecting buyers and sellers across multiple industries.",
        "content2": "The client required reliable backend and content support to power its digital marketing initiatives across a vast range of products and services. With frequent updates and evolving requirements, the challenge was to deliver accurate, industry-specific, and scalable content while maintaining consistency and quality over time."
    },
    {
        "image": "indiamart.jpg",
        "title": "Long-Term Backend Operations Support for a Leading B2B Portal in India",
        "slug": "long-term-backend-operations-support-for-a-leading-b2b-portal-in-india",
        "content1": "Leading B2B Portal, India - A prominent digital marketplace connecting businesses across multiple industries.",
        "content2": "The client required reliable backend and content support to power its digital marketing initiatives across a vast range of products and services. With frequent updates and evolving requirements, the challenge was to deliver accurate, industry-specific, and scalable content while maintaining consistency and quality over time."
    }
    
]

