[
    {
    "title": "A leading global technology and IT services company headquartered in India with a strong global presence",
    "slug": "a-leading-global-technology-and-it-services-company-headquartered-in-india-with-a-strong-global-presence",
    "content1": "Designing Marketing collaterals for employee/client communication.",
    "content2": "Managing Day-to-day allocation for designing Presentations (PPT), emailers, internal website maintenance, Event collaterals, e-invite, Social media creatives etc."        
    },
        {
        "title": "India's largest online B2B marketplace connecting buyers with suppliers across industries",
        "slug": "indias-largest-online-b2b-marketplace-connecting-buyers-with-suppliers-across-industries",
        "content2": "Managing post-sales processes, including collecting product information from end clients and creating online catalogues to build their presence on the customers B2B portal."        
    },
    {
        "title": "A Digital Operations & Analytics company helping client managing operations in real time using AI and automation",
        "slug": "a-digital-operations-analytics-company-helping-client-managing-operations-in-real-time-using-ai-and-automation",
        "content1": "Designing Marketing assets Managing Social media content & website updates.",
        "content2": "Managing Day-to-day allocation ie. designing Presentations (PPT), emailers, website maintenance, whitepapers, datasheets, Social media creatives etc."        
    },
    {
        "title": "A premier European carrier connecting major international destinations through Amsterdam",
        "slug": "a-premier-european-carrier-connecting-major-international-destinations-through-amsterdam",
        "content1": "Designed various campaigns for Asia Pacific & Middle East internal and external communication.",
        "content2": "Our support includes developing various campaigns for customer acquisition and dealer meet, the elements includes writing & designing emailers, Newspaper & Magazine ads. Posters, Standees, buntings for airport, board-games, web-games using PHP / .net coding, event collaterals, mini-websites etc."        
    }
]