[
  {
    "name": "Bernd Hildebrandt",
    "role": "Marketing Services and Program Management in Customer Experience Marketing, Nokia",
    "avatar": "https://media.istockphoto.com/id/1337144146/vector/default-avatar-profile-icon-vector.jpg?s=612x612&w=0&k=20&c=BIbFwuv7FxTWvh5S3vB6bkT0Qv8Vn8N5Ffseq84ClGI=",
    "quote": "During 2013-2015 I did work with Atul on NSN/Nokia rebranding. The activity included Intranet related tasks and was marketing and related business groups areas related. In this project we did work well together and managed to finalize project steps in time. Atul has been a great team partner, always supportive and helpful.",
    "rating": "4.5"
  },
  {
    "name": "Pamela Casale",
    "role": "CEO ASAP Marketing, LLC, Board Member RESILIANT SDP, Partner SkipIntro",
    "avatar": "https://media.istockphoto.com/id/1337144146/vector/default-avatar-profile-icon-vector.jpg?s=612x612&w=0&k=20&c=BIbFwuv7FxTWvh5S3vB6bkT0Qv8Vn8N5Ffseq84ClGI=",
    "quote": "Atul and his team at LogInAt Solutions are simply amazing!! They are ingenious and capable- even in the most challenging technical situations. They are dedicated to quality and timely delivery. We engaged them on a design project and didn’t know that a few days later we would need a full stack developer. They didn’t waste any time in staffing and organizing a solution to our problem. In 30 years of marketing I have never worked with a more creative, service driven company. Thanks to this team for all you do!!",
    "rating": "4"
  },
  {
    "name": "Ajay Rana",
    "role": "Accrete Solution",
    "avatar": "https://media.istockphoto.com/id/1337144146/vector/default-avatar-profile-icon-vector.jpg?s=612x612&w=0&k=20&c=BIbFwuv7FxTWvh5S3vB6bkT0Qv8Vn8N5Ffseq84ClGI=",
    "quote": "We greatly appreciate your team's reliable and proactive support in maintaining our website, as well as the impressive marketing assets you delivered. Your quick turnaround, responsiveness, and strong design capability have added real value to our brand and helped us present a more refined and cohesive identity. Your dedication, attention to detail, and consistent professionalism have made our collaboration truly seamless.",
    "rating": "5"
  }
]